Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] King of the East.tmx
Source language: ko_kr
Languages: en

source: 천기를 읽고 스스로를 희생하여 천제의 마음을 움직인 대무당 여축!
en: yeochook, the great shaman who was able to move the heavenly emperor’s heart by sacrificing herself!

source: 이상한 사람들…
en: they’re weird...

source: 그냥 갔네?
en: just left.?

source: 지저분한 인간 놈들을 하나둘씩 정리하며 가지고 놀면 되니까.
en: I’ll start eliminating the dirty humans one by one until then.

source: 엄마가 어떤 마음인지…
en: I know how you feel...

source: 크윽…
en: ugh...

source: 다시 말해봐라!
en: I dare you to say that again!

source: 솔직히 삭 넌 강아지일 때가 더 잘 어울렸다.
en: honestly, you looked better when you were a dog.

source: 어르신…
en: ma’am...

source: 정신이 드나, 동방삭?!
en: are you okay, dongbangsak?!

source: 그러니…
en: so...

source: 참… 선아라고 했지?
en: oh... you said your name was sun-ah?

source: 나물이 남아 있으려나…
en: I wonder if there are any wild greens left...

source: 돌려주마!!
en: ...back!

source: 겨우 이걸로는 내 분이 다 안 풀리지.
en: I’m still not satisfied.

source: 동방삭님은 무슨 말을 하려고 했던 걸까…?
en: what was dongbangsak trying to tell us...?

source: 전쟁은 싸움과는 다르다고.
en: ...but war is different from a fistfight.

source: 이번이 여척에게 이어질 차례였죠.
en: it was time to pass on the responsibility to yeochuk.

source: 제 16 수
en: episode 16

source: 숲…?
en: the woods...?

source: 그래도 몇몇 일들은 기록으로 남겨뒀거든…
en: ...I did keep a few things on record.

source: 봉인(封印)!!
en: seal!!

source: 야,
en: ah!

source: 마을을 떠날거라고?
en: you’re leaving the village?

source: 행선지를 알려주시면 저희가 대신 동행하여 데려다줄 수도 있습니다만…
en: if you tell us where you’re going, we can accompany her there...

source: …예는 어디 있지?
en: where is yae?

source: 분명 도움을 청하러 갔을 거야.
en: I’m sure he’s looking for help.

source: 왜?
en: what?

source: 어이, 항아.
en: hey, hang-ah.

source: 아, 아는 언니가 하는 여관이 있어요.
en: oh, I know a place. I know the owner.

source: 이건 저주라니까.
en: I’m telling you, this is a curse.

source: 이 이상 방해하면,
en: if you interrupt any further...

source: 너무 붙지마라, 동방삭!
en: stop clinging onto me, dongbangsak!

source: 내가 알아봐줄게.
en: I’ll find out for you.

source: 다행히 격리소에서 치료를 받고 병이 완치된 사람들은 이내 가족의 품으로 돌아갈 수 있었어.
en: as they recovered, they were able to return to their families.

source: 들었나, 동방삭?
en: did you hear that, dongbangsak?

source: 휴우…
en: ugh...

source: 아무튼…
en: anyway...

source: 분명 이 아이들도…
en: I’m sure these kids are...

source: 먹으려면 나같이 큰놈을 먹을 것이지!!
en: if you’re gonna eat people, you should eat a big one like me!!

source: 온…
en: it’s...

source: 피할 곳이 없는 공중에서 어디…
en: you won’t be able to dodge these while in the air!

source: 가자, 항아!
en: let’s go, hang-ah!

source: 잠깐잠깐!!
en: hey! wait up!!

source: 여기 있었구나, 여척!
en: there you are, yeochuk!

source: 참나~!
en: ugh...!

source: 내가 어디서 본 적이 있던가?
en: have I seen him somewhere before?

source: 태양께서 찾으시는 물건은…
en: the thing you’re looking for...

source: …물어?
en: wait, bite him?

source: 소개가 늦었소만…
en: sorry for the late introduction...

source: 희화?
en: the solar goddess?

source: 내가 어미가 부른다고 고분고분 따라가는 병아리 새끼인줄 아냐?
en: ...think that I’d comply just because my mother’s calling me?

source: 별것도 아닌 일까지 신경 쓸 필요는 없겠지.
en: ...I shouldn’t worry about the little things.

source: 저도…
en: I’m...

source: 마~!
en: oh...?

source: 너희 집만 설마 무사하겠어?!
en: do you think your family’s gonna be the only ones who’re okay?!

source: 비키라고!
en: move!

source: 어디 이 이빨에 물어뜯기고 싶지 않으면,
en: but if you don’t want to get bitten...

source: 예언이…
en: the prophecy...

source: 엄마…
en: mommy...

source: 이제 어쩔거야, 무팽?
en: what are you going to do, mupeng?

source: 뭐, 그럴 수도 있고.
en: yeah, maybe.

source: 아~ 우리 마을에도 요괴같은 건 하나 있었지.
en: oh, we do have someone who looks like a demon though.

source: 아니라면 어쩔 텐가?
en: ...it doesn’t involve just humans?

source: 내 아들…!!
en: my son...!!

source: 이제야 좀 모양새가 나오네.
en: that’s more like it.

source: 어떻게 하면 너같은 사람이 되는 거냐?
en: how could someone turn into a monster like you?

source: 저리 안 비켜!!
en: get out of the way!

source: 네가 얼른 가서 좀 도와줘!!
en: you need to go help her!

source: 마을엔 네 어미와 같은 병을 앓는 자들이 갑자기 나타났고,
en: one by one, people started contracting the disease in the village.

source: 마을이 이렇게 된 것도…
en: ...what happened to the village was...

source: 손이…
en: a hand--

source: 숨바꼭질은 이쯤하지.
en: let’s stop playing hide-and-seek.

source: 선아야 얼른…
en: sun-ah, you need to hurry...

source: 두 분은 요괴도 잡으셨잖아요?
en: you were able to kill demons!

source: 왜 우리마을로 기어들어온거람?
en: why did she have to come to our village?

source: 여척…?
en: yeochuk...?

source: 이럴…
en: this can’t--

source: 네 어미만 빼고 말야.
en: except for your mother.

source: 빨리 알려주세요~!
en: please tell me now!

source: 그만 가봐.
en: you should go.

source: 아놔…
en: oh man...

source: 오히려 내가 묻고 싶다.
en: I’m the one who should be asking.

source: 뛰어!!
en: run!!!

source: 그 그리운 천계를 두고 왜 하계에 오기로 한 거야?
en: why did you decide to come down from the heavens?

source: …천제 쪽 놈들인가?!
en: could it have been people from the heavenly emperor’s side?!

source: 요괴의 기운이다.
en: this feels like a demon’s work.

source: 배고프지?
en: are you hungry?

source: 이거야!!
en: this is it!

source: 어… 아니 잠깐만…
en: uh... wait a minute...

source: 항아님, 정신 차리세요.
en: miss hang-ah, please get up.

source: 네.
en: yes.

source: 치료해준건 고맙네만…
en: thank you for helping me, but...

source: 아저씨!!
en: mister...!

source: 그건 그렇고…
en: well, anyway...

source: 훗훗훗…
en: hehehe...

source: 희미한 피 냄새에…
en: I smell traces of blood...

source: 선아, 소소 얼른 가자.
en: sun-ah, sosoh. let’s go.

source: 날 찾았어?
en: you were looking for me?

source: 동방삭님이… 개의 모습을 한 남자들이 사는 나라라고 했지…
en: dongbangsak said it was a nation where men look like dogs...

source: 왈왈?
en: woof woof?

source: 제 23 수
en: episode 23

source: 저 아래부터 여기까지…
en: from here to all the way down there...

source: 그 중 한명이 선아와 이름이 같단 말이지?
en: and one of them is named sun-ah?

source: 네, 아버지~!
en: yes, father!

source: 제 18 수
en: episode 18

source: 누가 좀 도와주세요!
en: please help me!

source: 여기 이 두 사람은…
en: but these two...

source: 안 자고 뭐하니?
en: why aren’t you asleep?

source: 제 40 수
en: episode 40

source: 우와아아아악!!
en: aaahhhh!

source: 호오…
en: oh...?

source: 멍멍과 관련되어 멍…
en: has to do... woof... with woof...

source: 조금만 참아!
en: hang in there!

source: 이 근방에 사는 아이냐?
en: do you live around here?

source: 살려줘!
en: help me!

source: 휴…
en: sigh

source: 뭐하나 제대로 하는 게 없어!
en: you can’t do anything right!

source: 개소리밖에 안 들리니 이것 참…
en: all I hear is a dog barking...

source: 아, 아니 갑자기 머리가…
en: ow...! why does my head hurt all of a sudden...?

source: 죽어도 탈출해야 한다!!
en: I really do!

source: …그래!
en: that’s right!

source: 지도 약속을 안 지켰으면서!!
en: you didn’t keep your promise either!

source: 시간을 주십시오.
en: please give me some time.

source: 꺄아…
en: kyaaah...

source: 까불고 있어!!
en: don’t mess with me!

source: 무팽 아저씨가 노리는 건…
en: what mupeng wanted...

source: 어디 다치진 않았죠?
en: are you hurt?

source: 그 얘기 들었니?!
en: did you hear?!

source: 그렇지!
en: yes!

source: 이 자의 이름이 동방삭이라고?!
en: this man’s name is dongbangsak?!

source: 커흑!!
en: ergh!

source: 항아님?
en: miss hang-ah?

source: 후훗.
en: hehe.

source: 얌전히 말 잘 듣는 아들 행세는 해줄게…
en: I’ll pretend to be an obedient son...

source: 괴물들이 포기하고 갔나봐.
en: I think the demons gave up.

source: 다아아 아악!!
en: gaaaahhh!

source: 세상이 불바다가 된다고?
en: ...to burn the world?

source: 네놈이 원하는대로…
en: I followed you out here...

source: 지금은 돌잡이로서 요괴봉인을 우선으로 하고 있지만,
en: I’m focusing on killing demons at the moment as a doljabi.

source: 글쎄 쟤가…
en: well, she...

source: 아…!
en: guh...!

source: 내가 너무 혼잣말만 해서 심심했구나~!
en: did you get bored while I was talking?

source: 일단 중독되면 손가락 하나 까닥하지 못하고 사경을 헤멜테니…
en: once the poison enters your body, you’ll be in a state where your body has to desperately struggle.

source: 우리 아들이 왜 못나~!
en: you’re not a terrible son!

source: 나하고 손을 잡으면…
en: if you join forces with me...

source: 성인남자 둘이서 연장으로 어떻게 해볼 여자가 아니거든.
en: she’s not a girl who you should mess with.

source: 패배한 기분이 들긴 하지만…
en: I kind of feel like I lost to sosoh...

source: 바둑돌을 더 모을 수 있겠어.
en: we may be able to collect more baduk stones.

source: 저… 같은 것 한테도…
en: you’re so nice...

source: 희화…!
en: solar goddess...!

source: 아직 도망가지 못한 어린애들이 숙소에 있어!!
en: there are still kids that didn’t run away!

source: 개가 된 후에 양오라는 이상한 변태를 만났는데…
en: I met this weird pervert named sun after I turned into a dog...

source: 귀여버 ~!!
en: you’re so cute!

source: 또 우리 마을 놀러와야 해!
en: visit again soon!

source: 안돼!!
en: no!

source: 보아라.
en: look.

source: 설마… 불이 난 게…
en: that... was it...

source: 별로 곤란하지 않습니다.
en: we’re not troubled.

source: 어딜 가는 거냐구, 대체!!
en: where am I going?!

source: 서왕모님의 복숭아를 훔친 것이냐?
en: steal the queen mother of the west’s peach?

source: 뭣 때문에 마을 사람들을 개로 만드는 게냐?
en: why are you turning men into dogs?

source: 좀전까지 엄청 걱정하면서 오두방정은 다 떨어놓으시고…
en: even though you were panicking up until now...

source: 금방이라며?
en: wasn’t it gonna be short?

source: 꺄르르르!!
en: hahaha!

source: 너희는 상당한 행운아들인 거야.
en: you guys should consider yourselves lucky...

source: 확인해봐야 할 것이 있어…!
en: I need to check something out...!

source: 그건 말야…
en: you want to know why?

source: 나도 그런 생각 몇 번이나 했으니까…
en: I thought of doing the same...

source: 제 딸도…
en: even my daughter.

source: 내가 한 일, 앞으로 할 일 모두…
en: what I did and what I’m going to do...

source: 똥개한테 물려서 그런가…
en: is it because the dog bit me...?

source: 외모가 출중하다고 마음을 얻을 수 있는 건 아니야.
en: looks don’t always win someone’s heart.

source: 이건 견봉국(犬封國) 저주야!
en: this is the curse of the dog nation!

source: 뭐…?!
en: what...?!

source: 하, 항아님…
en: m-miss hang-ah...

source: 장난이었습니다~!!
en: hey, I’m just kidding!

source: 항아님을…
en: about miss hang-ah...

source: 그럼 네가 지금 인간들 싸움에 끼어들겠다는 거야?
en: are you saying you’re going to get involved in a human war?

source: 날 알고 있네?
en: you know me?

source: 항아~ 이 녀석 사내보는 눈이 영 꽝이구만.
en: she definitely doesn’t have an eye for men.

source: 제 얼굴도 가족도 모두 엉망이 되었으니까…
en: my face and my family have all been ruined...

source: 아, 네네!
en: ah! yes, yes!

source: 항아님처럼 용기 내서…
en: I want to be courageous like miss hang-ah...

source: 늦으면 주인언니가 또 호통을 칠거야.
en: I’ll be in trouble if I’m late.

source: 정체가 뭐냐고 물었다.
en: I asked, who are you?

source: 양오, 너와 네 형제들이 제일 잘 알고 있을 터…
en: ordinary plans don’t work on yae...

source: 그 누구보다 다시 천계로 돌아가고 싶은 건…
en: if there’s anybody who wants to return to the heavens...

source: 너희 가족이 네 어미의 병을 고치기 위해서…
en: ...your family came to this village, which is famous for its hot springs...

source: 하늘의 명을 받아 요괴를 퇴치하러 오신 분들이지요.
en: you’re the ones carrying out heavenly orders to seal the demons.

source: 복숭아를 훔친 이유도 진즉에 잊었지만…
en: although I forgot why I stole the peach...

source: 종이… 조각?
en: ...a piece of paper?

source: 예 장군이 천제님의 적인 희화 측에 가담한 것쯤은.
en: that he had joined forces with the solar goddess.

source: 아직…
en: at the inn...

source: 땅에 생긴 구멍이나 사람이 끌려간 흔적으로 보아…
en: judging from the hole on the ground and the traces of someone being dragged...

source: 알게 뭐야…
en: that’s not my business...

source: 동방삭님!!
en: mister dongbangsak!

source: 내가 얼마나 강한데 이런 피라미쯤이야, 응?
en: I’m really strong, okay?

source: 안 그래도 마을이 난리통인데 얌전히 좀 계세요.
en: please stay put. the entire village is in a panic.

source: 와아아 아아!!
en: aaaahhh!

source: 우물에 심어놓은 내 주술과 말야!!
en: it’s like the spell that I put in the well!

source: 아니, 얼른 이리 와!!
en: no, get over here quick!

source: 어두워서 아무 것도 안보이네.
en: it’s too dark to see anything.

source: 진경(眞鏡)
en: jinkyung

source: 항아님은 뭔가 아시는 거 같은데 어디론가 가버리셨고…
en: miss hang-ah seemed to know, but she just left...

source: 아… 저!
en: oh... I-I...

source: 엄청 재밌을 거야.
en: it’ll be a lot of fun.

source: 모두 말짱 도루묵이 되고 말았지.
en: ...but it didn’t work out the way you hoped for.

source: 그 사람들의 저주를 풀어줘도 괜찮겠어?
en: do you really want to lift the curse for them?

source: 호, 혹시 동방삭님 인가요?
en: i-is it dongbangsak?

source: 시치미를 떼시겠다?
en: so, you want to play innocent with me?

source: 인간을 유인해 땅속으로 끌고가는 녀석이야.
en: ...lures humans and then pulls them into the ground.

source: 내 눈…!!
en: m-my...!

source: 지금은 그저…
en: all I hope for now is that...

source: 무슨…
en: no...!

source: 허튼 짓은 그만두는 게 신상에 이로울거요~ 형씨들.
en: it’s best to not do anything stupid, guys.

source: 저거저거 진짜 이상한 놈이야!
en: he’s so weird!

source: 정신 차리세요?!
en: please get up!

source: 한 눈에 척 봐도 무지 쎄보이시네!
en: I can tell you’re really strong!

source: 제 27 수
en: episode 27

source: 그 말이 진짜인지, 도망칠 시간을 벌기위한 건지 어떻게 믿지?
en: how can I be sure that you’re not just trying to buy time to run away?

source: 더욱 강한 요괴들이 끊임없이 나타날 것이고,
en: stronger and stronger demons will constantly appear...

source: 너만이 가능한 일이니까.
en: dongbangsak.

source: 내가 마을 사람들을 불러올 테니까!
en: I’ll go get the others!

source: 사람들을 개로 만든 건 네놈의 주술이지?
en: you were the one who turned all the men into dogs, right?

source: 네가 하계에 있다는 건…
en: if you’re here, then that means...

source: 제 25 수
en: episode 25

source: 부적과…
en: a talisman...

source: 아니면 순서를 바꿔줄 수도 있지.
en: or, I can change the order around.

source: 평생 이 순간을 두려워하며 살았는데…
en: I’ve always been scared of this moment...

source: 어이, 꼬맹~
en: hey, little girl.

source: 물을 너무 마셨나…
en: did I drink too much water...?

source: 사실, 등 뒤에 한 장을 붙여놓았다!
en: I actually stuck one on your back!

source: 선아!
en: sun-ah!

source: 숲에 뭔가 있어!!
en: there’s something in the woods!

source: 어디 이빨맛 좀 봐라!!
en: take this!

source: 아가, 왜 그러니?
en: my baby, why are you doing this?

source: 제 15 수
en: episode 15

source: 그, 그 이상…
en: ...any closer...

source: 그래!
en: yes!

source: 이제야 따라왔군.
en: oh, you’re finally here.

source: 헉…!
en: ack...!

source: 착각.
en: misunderstood.

source: 그런 일이…
en: how could such a thing happen...

source: 꺄아악!!
en: kyaa!

source: 요괴는 곧 사라질테니까.
en: the demon is going to disappear soon.

source: 우쭈쭈쭈~ 왈왈 짖었어요~ 그랬어요~?!
en: awwww! did you just bark?!

source: 그러게 왜 우리 마을에 왔어?!
en: why did you have to come to our village in the first place?!

source: 나의 항아를!
en: for my hang-ah!

source: 무슨 소리 하는 거야, 너?!
en: what are you talking about?!

source: 왜,
en: why did you...

source: 거기 덩치!
en: hey, big guy!

source: 이거 또 뭐야?
en: what’s this now?

source: 개가 된 주제에 신발을 신고 있네?
en: he’s still wearing shoes.

source: 괴물들이 와서… 모두 잡아먹었어!
en: ...but demons came and ate them all!

source: 나… 아니 거울 때문에…
en: you! you’re doing this...

source: 흠…
en: hmmm...

source: 설마 벌써 나타난 건 아니겠지, 응?!
en: it’s not here already, is it?!

source: 그리고 또 다른 예언이 전해지지요.
en: and there’s another prophecy that has been passed down.

source: 대체 무슨 일이 일어나고 있는 거야, 이게?!
en: what’s going on here?!

source: 마저 끌어낼 거다.
en: ...to draw them out.

source: 하, 항아 봤지?
en: h-hang-ah, you saw that, right?

source: 진짜 잘 먹네.
en: wow, that’s a lot of orders.

source: 들었어요?
en: did you hear?

source: 겨우 팔 하나만 잃은 것으로 그치다니 말이야.
en: ...and only lost one arm.

source: 사실 난 천제와 희화의 대국 따위가 어찌되든 관심 없어.
en: I don’t really care what happens to the empire of the heavenly emperor and solar goddess.

source: 떠… 떨어졌나?
en: did... it fall?

source: 태양들을 부활시키기 시작했어.
en: ...has started to revive the suns.

source: 어째 내가 알고 있는 누군가와 상당히 비슷한 느낌인데.
en: ...remind me of someone I know.

source: 뭐라고?
en: what?

source: 여기까지 따라와줬으니…
en: ...just like how you wanted.

source: 밤이라 추울 테니 내가 꼭 안아주마.
en: since it’s cold at night, I’ll hold you in my arms.

source: 일단은…
en: for now...

source: 손 쓸 방도가 없을 거라고.
en: there’s nothing I can do.

source: 형아~!
en: brother!

source: 어서 밖으로 나와 보십시오!
en: you need to come outside!

source: 돌이요?
en: and rocks?

source: 천제님의 임무를 수행하러 내려왔을 뿐이다!
en: came down to carry out orders from the heavenly emperor!

source: 돌아와서 싸워!!
en: come back and fight!
